# Taps
tap 'caskroom/cask'
tap 'homebrew/bundle'

# Install Binaries
brew 'mas'

# Apps
cask '1password'
cask 'alfred'
cask 'appcleaner'
cask 'calibre'
cask 'discord'
cask 'filezilla'
cask 'google-chrome'
cask 'jetbrains-toolbox'
cask 'league-of-legends'
cask 'oversight'
cask 'sourcetree'
cask 'spotify'
cask 'steam'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'

# Install Mac App Store apps
mas 'Bear', id: 1091189122
mas 'Kindle', id: 405399194
mas 'Magnet', id: 441258766
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'Slack', id: 803453959
mas 'The Unarchiver', id: 425424353
mas 'Todoist', id: 585829637
mas 'Tweetbot', id: 557168941
mas 'WhatsApp', id: 1147396723
mas 'Wunderlist', id: 410628904